{"": 4, "Two": 5, "young": 6, "guys": 7, "with": 8, "shaggy": 9, "hair": 10, "look": 11, "at": 12, "their": 13, "hands": 14, "while": 15, "hanging": 16, "out": 17, "in": 18, "the": 19, "yard": 20, ".": 21, ",": 22, "White": 23, "males": 24, "are": 25, "outside": 26, "near": 27, "many": 28, "bushes": 29, "men": 30, "green": 31, "shirts": 32, "standing": 33, "a": 34, "A": 35, "man": 36, "blue": 37, "shirt": 38, "garden": 39, "friends": 40, "enjoy": 41, "time": 42, "spent": 43, "together": 44, "Several": 45, "hard": 46, "hats": 47, "operating": 48, "giant": 49, "pulley": 50, "system": 51, "Workers": 52, "down": 53, "from": 54, "up": 55, "above": 56, "on": 57, "piece": 58, "of": 59, "equipment": 60, "working": 61, "machine": 62, "wearing": 63, "Four": 64, "top": 65, "tall": 66, "structure": 67, "Three": 68, "large": 69, "rig": 70, "child": 71, "pink": 72, "dress": 73, "is": 74, "climbing": 75, "set": 76, "stairs": 77, "an": 78, "entry": 79, "way": 80, "little": 81, "girl": 82, "going": 83, "into": 84, "wooden": 85, "cabin": 86, "to": 87, "her": 88, "playhouse": 89, "building": 90, "Someone": 91, "and": 92, "hat": 93, "stair": 94, "leaning": 95, "against": 96, "window": 97, "ladder": 98, "cleaning": 99, "cleans": 100, "jeans": 101, "windows": 102, "one": 103, "gray": 104, "black": 105, "stove": 106, "guy": 107, "cooking": 108, "joking": 109, "around": 110, "camera": 111, "kitchen": 112, "food": 113, "preparing": 114, "meal": 115, "people": 116, "photo": 117, "playing": 118, "guitar": 119, "other": 120, "poking": 121, "him": 122, "holds": 123, "observes": 124, "his": 125, "fixing": 126, "players": 127, "costume": 128, "stitching": 129, "another": 130, "'s": 131, "coat": 132, "two": 133, "boys": 134, "sits": 135, "chair": 136, "holding": 137, "stuffed": 138, "animal": 139, "lion": 140, "sitting": 141, "completes": 142, "finishing": 143, "touches": 144, "toy": 145, "smiling": 146, "rollerskates": 147, "talking": 148, "cellphone": 149, "parking": 150, "lot": 151, "trendy": 152, "gliding": 153, "slowly": 154, "street": 155, "adult": 156, "rollerblades": 157, "cellular": 158, "phone": 159, "ear": 160, "there": 161, "skating": 162, "Woman": 163, "An": 164, "asian": 165, "suit": 166, "stands": 167, "dark-haired": 168, "woman": 169, "brown-haired": 170, "pipes": 171, "metal": 172, "railing": 173, "walks": 174, "past": 175, "dressed": 176, "hip": 177, "outfits": 178, "purse": 179, "walking": 180, "by": 181, "gate": 182, "Germany": 183, "jumping": 184, "over": 185, "rail": 186, "same": 187, "without": 188, "youths": 189, "roadside": 190, "night": 191, "Boys": 192, "dancing": 193, "poles": 194, "middle": 195, "no": 196, "Five": 197, "ballet": 198, "dancers": 199, "caught": 200, "mid": 201, "jump": 202, "studio": 203, "sunlight": 204, "coming": 205, "through": 206, "Ballet": 207, "practice": 208, "wonderful": 209, "form": 210, "girls": 211, "leaping": 212, "simultaneously": 213, "dance": 214, "room": 215, "bending": 216, "feet": 217, "class": 218, "five": 219, "sequence": 220, "sneakers": 221, "midair": 222, "flight": 223, "concrete": 224, "casually": 225, "stairway": 226, "outdoors": 227, "stone": 228, "wall": 229, "behind": 230, "them": 231, "three": 232, "not": 233, "staircase": 234, "excited": 235, "faces": 236, "dog": 237, "white": 238, "brown": 239, "spots": 240, "staring": 241, "each": 242, "tri-colored": 243, "road": 244, "dogs": 245, "different": 246, "breeds": 247, "looking": 248, "pavement": 249, "moving": 250, "toward": 251, "spotted": 252, "fighting": 253, "reflective": 254, "safety": 255, "clothes": 256, "protection": 257, "drives": 258, "John": 259, "Deere": 260, "tractor": 261, "tractors": 262, "cruises": 263, "driver": 264, "wears": 265, "easy": 266, "see": 267, "clothing": 268, "neon": 269, "orange": 270, "uniform": 271, "driving": 272, "headphones": 273, "paved": 274, "main": 275, "country": 276, "Some": 277, "women": 278, "front": 279, "bus": 280, "buildings": 281, "it": 282, "stand": 283, "city": 284, "group": 285, "wait": 286, "Women": 287, "dark": 288, "glasses": 289, "putting": 290, "powder": 291, "cake": 292, "using": 293, "sifter": 294, "lady": 295, "sprinkling": 296, "powdered": 297, "sugar": 298, "bundt": 299, "sprinkles": 300, "onto": 301, "Girl": 302, "jacket": 303, "sifting": 304, "chocolate": 305, "pan": 306, "small": 307, "grass": 308, "plays": 309, "fingerpaints": 310, "canvas": 311, "rainbow": 312, "covered": 313, "paint": 314, "painted": 315, "bowl": 316, "There": 317, "pigtails": 318, "painting": 319, "Young": 320, "sleeping": 321, "bench": 322, "next": 323, "lays": 324, "which": 325, "also": 326, "tied": 327, "laying": 328, "leash": 329, "ground": 330, "shirtless": 331, "lies": 332, "park": 333, "adults": 334, "inside": 335, "home": 336, "chairs": 337, "arranged": 338, "circle": 339, "type": 340, "musical": 341, "instruments": 342, "musicians": 343, "four": 344, "practicing": 345, "sheet": 346, "music": 347, "(using": 348, "flutes": 349, ")": 350, "living": 351, "People": 352, "gathered": 353, "some": 354, "talk": 355, "about": 356, "favorite": 357, "tunes": 358, "both": 359, "clarinets": 360, "elderly": 361, "stringed": 362, "instrument": 363, "At": 364, "least": 365, "instrumentalists": 366, "play": 367, "curtained": 368, "clearly": 369, "bunch": 370, "as": 371, "they": 372, "read": 373, "off": 374, "performing": 375, "person": 376, "alone": 377, "has": 378, "broken": 379, "roadway": 380, "washed": 381, "bridge": 382, "supports": 383, "surveys": 384, "damage": 385, "t-shirt": 386, "looks": 387, "surrounded": 388, "crowd": 389, "metro": 390, "station": 391, "entrance": 392, "Metro": 393, "portrayed": 394, "Crowd": 395, "area": 396, "goatee": 397, "latex": 398, "gloves": 399, "tattoo": 400, "gun": 401, "place": 402, "someone": 403, "back": 404, "upper": 405, "giving": 406, "getting": 407, "children": 408, "boy": 409, "writing": 410, "sit": 411, "seesaw": 412, "sand": 413, "teeter": 414, "totter": 415, "2": 416, "kids": 417, "vest": 418, "intersection": 419, "flag": 420, "caution": 421, "waving": 422, "bright": 423, "corner": 424, "spray": 425, "construction": 426, "worker": 427, "red": 428, "The": 429, "pierced": 430, "ears": 431, "beer": 432, "can": 433, "crocheted": 434, "gauges": 435, "Blitz": 436, "starring": 437, "something": 438, "long": 439, "beret": 440, "beige": 441, "raincoat": 442, "marketplace": 443, "scenery": 444, "artists": 445, "paintings": 446, "busy": 447, "sidewalk": 448, "studying": 449, "scene": 450, "public": 451, "others": 452, "who": 453, "Lady": 454, "Passerby": 455, "admiring": 456, "outdoor": 457, "art": 458, "fair": 459, "foot": 460, "waste": 461, "basket": 462, "pants": 463, "pushing": 464, "cart": 465, "Janitor": 466, "dolly": 467, "janitor": 468, "tools": 469, "grips": 470, "ropes": 471, "playground": 472, "climbs": 473, "rope": 474, "roping": 475, "net": 476, "toothpick": 477, "end": 478, "traveling": 479, "flower": 480, "teen": 481, "unknown": 482, "object": 483, "for": 484, "photographers": 485, "train": 486, "origami": 487, "crane": 488, "You": 489, "know": 490, "i": 491, "am": 492, "like": 493, "Justin": 494, "Bieber": 495, "blond": 496, "yellow": 497, "gazing": 498, "pole": 499, "vault": 500, "determined": 501, "sky": 502, "baseball": 503, "cap": 504, "bathroom": 505, "coffee": 506, "mug": 507, "ball": 508, "cup": 509, "between": 510, "urinals": 511, "posing": 512, "urinal": 513, "multicolored": 514, "background": 515, "sunset": 516, "clear": 517, "skies": 518, "sun": 519, "setting": 520, "silhouettes": 521, "decorate": 522, "horizon": 523, "sets": 524, "restaurant": 525, "glass": 526, "table": 527, "drink": 528, "drinking": 529, "old": 530, "having": 531, "running": 532, "grassy": 533, "fence": 534, "Boston": 535, "Terrier": 536, "lush": 537, "runs": 538, "terrier": 539, "officer": 540, "van": 541, "trained": 542, "police": 543, "handler": 544, "security": 545, "watch": 546, "policeman": 547, "German": 548, "Shepherd": 549, "stops": 550, "search": 551, "\"": 552, "conditions": 553, "snow": 554, "seem": 555, "almost": 556, "obliverate": 557, "details": 558, "cold": 559, "weather": 560, "heavy": 561, "riding": 562, "bicycle": 563, "suburban": 564, "neighborhood": 565, "rides": 566, "bike": 567, "snowy": 568, "uniformly": 569, "tie": 570, "slacks": 571, "converse": 572, "open": 573, "5": 574, "suits": 575, "short-sleeved": 576, "ties": 577, "Colleges": 578, "stop": 579, "take": 580, "break": 581, "business": 582, "meetings": 583, "tan": 584, "backwards": 585, "factory": 586, "Older": 587, "too": 588, "photograph": 589, "camp": 590, "among": 591, "machines": 592, "works": 593, "machinery": 594, "work": 595, "caucasian": 596, "dark-skinned": 597, "sleeveless": 598, "conveyor": 599, "packing": 600, "jars": 601, "candles": 602, "boxes": 603, "sorting": 604, "warehouse": 605, "manager": 606, "assisting": 607, "employee": 608, "assembly": 609, "line": 610, "Man": 611, "outfit": 612, "broom": 613, "traditional": 614, "Asian": 615, "architecture": 616, "baby": 617, "bottoms": 618, "remove": 619, "dirt": 620, "kimono": 621, "sweep": 622, "sweeping": 623, "walkway": 624, "florescent": 625, "vests": 626, "parked": 627, "cars": 628, "converses": 629, "seen": 630, "leans": 631, "car": 632, "watching": 633, "row": 634, "waiting": 635, "go": 636, "checkpoint": 637, "ranger": 638, "tourist": 639, "eating": 640, "snack": 641, "toddlers": 642, "infants": 643, "female": 644, "babies": 645, "chips": 646, "silver": 647, "mobile": 648, "weird": 649, "vehicle": 650, "plaza": 651, "Segway": 652, "showing": 653, "product": 654, "advertise": 655, "modern": 656, "?": 657, "approaches": 658, "strange": 659, "containing": 660, "onlookers": 661, "observe": 662, "roped": 663, "barrier": 664, "futuristic": 665, "watches": 666, "single-person": 667, "4-wheeled": 668, "bride": 669, "groom": 670, "side": 671, "focus": 672, "pathway": 673, "brick": 674, "beautiful": 675, "new": 676, "husband": 677, "recently": 678, "married": 679, "couple": 680, "pose": 681, "arm": 682, "Nintendo": 683, "GameCube": 684, "controller": 685, "McDonald": 686, "video": 687, "game": 688, "kiosk": 689, "kid": 690, "water": 691, "head": 692, "turned": 693, "Dog": 694, "shore": 695, "shaking": 696, "shakes": 697, "edge": 698, "beach": 699, "its": 700, "picnicking": 701, "picnic": 702, "tables": 703, "enjoying": 704, "day": 705, "reunion": 706, "full": 707, "swing": 708, "moon": 709, "bounce": 710, "barbecue": 711, "or": 712, "spanish": 713, "pass": 714, "sunglasses": 715, "puts": 716, "blouse": 717, "traffic": 718, "seated": 719, "balloon": 720, "design": 721, "burger": 722, "touching": 723, "older": 724, "coolers": 725, "gray-haired": 726, "enjoys": 727, "sandwich": 728, "student": 729, "downward": 730, "kick": 731, "board": 732, "held": 733, "Karate": 734, "instructor": 735, "wood": 736, "half": 737, "karate": 738, "kicking": 739, "stick": 740, "that": 741, "tae": 742, "kwon": 743, "do": 744, "breaking": 745, "boards": 746, "demonstrating": 747, "martial": 748, "arts": 749, "youngsters": 750, "crouched": 751, "mat": 752, "during": 753, "competition": 754, "jumps": 755, "students": 756, "demonstration": 757, "perform": 758, "balconies": 759, "pipe": 760, "towards": 761, "lower": 762, "balcony": 763, "liquid": 764, "poured": 765, "sweatshirt": 766, "reaching": 767, "hand": 768, "empties": 769, "bottle": 770, "unto": 771, "below": 772, "pouring": 773, "contents": 774, "shielding": 775, "himself": 776, "trying": 777, "paper": 778, "block": 779, "shades": 780, "eyes": 781, "face": 782, "carrying": 783, "backs": 784, "sunny": 785, "nice": 786, "walk": 787, "stroll": 788, "Men": 789, "Smiling": 790, "rock": 791, "overalls": 792, "smiles": 793, "stony": 794, "aross": 795, "mottled": 796, "collar": 797, "fallen": 798, "tree": 799, "leaps": 800, "log": 801, "jumped": 802, "stump": 803, "crossing": 804, "placards": 805, "gathering": 806, "across": 807, "assembles": 808, "gentleman": 809, "hurrying": 810, "long-sleeved": 811, "bikes": 812, "body": 813, "river": 814, "barefooted": 815, "olive": 816, "shorts": 817, "grilling": 818, "hotdogs": 819, "propane": 820, "grill": 821, "plastic": 822, "sausages": 823, "prepares": 824, "he": 825, "grills": 826, "surface": 827, "field": 828, "scooter": 829, "attracts": 830, "attention": 831, "those": 832, "light": 833, "cross": 834, "skis": 835, "framed": 836, "pictures": 837, "displaying": 838, "skier": 839, "trees": 840, "artwork": 841, "sale": 842, "climbers": 843, "Seven": 844, "ascending": 845, "whilst": 846, "belays": 847, "collage": 848, "cliff": 849, "gymnast": 850, "high": 851, "air": 852, "balance": 853, "beam": 854, "leotard": 855, "doing": 856, "gymnastics": 857, "audience": 858, "supple": 859, "soars": 860, "wheeler": 861, "pool": 862, "ATV": 863, "rubber": 864, "atv": 865, "miniature": 866, "lawn": 867, "quad": 868, "truck": 869, "filled": 870, "cotton": 871, "substance": 872, "pile": 873, "wool": 874, "loading": 875, "load": 876, "sheared": 877, "headscarf": 878, "scenic": 879, "view": 880, "bay": 881, "pay": 882, "binoculars": 883, "viewing": 884, "deck": 885, "mounted": 886, "telescope": 887, "windbreaker": 888, "though": 889, "rooftop": 890, "uses": 891, "spaceship": 892, "ticket": 893, "stuck": 894, "plane": 895, "examining": 896, "airplane": 897, "nose": 898, "Large": 899, "away": 900, "sprinkler": 901, "chases": 902, "hose": 903, "happily": 904, "supermarket": 905, "daughter": 906, "grocery": 907, "store": 908, "stroller": 909, "catch": 910, "thrown": 911, "nearby": 912, "ready": 913, "flying": 914, "mouth": 915, "after": 916, "colored": 917, "Guy": 918, "covering": 919, "part": 920, "booth": 921, "sweater": 922, "get": 923, "hiking": 924, "forest": 925, "where": 926, "partially": 927, "wilderness": 928, "hikers": 929, "resting": 930, "patch": 931, "facial": 932, "hutch": 933, "cabinet": 934, "doors": 935, "long-sleeve": 936, "under": 937, "middle-aged": 938, "beard": 939, "handmade": 940, "creation": 941, "floor": 942, "reading": 943, "father": 944, "grown": 945, "son": 946, "camping": 947, "trip": 948, "wild": 949, "items": 950, "bearded": 951, "map": 952, "traveler": 953, "decipher": 954, "lake": 955, "lone": 956, "duck": 957, "swimming": 958, "several": 959, "waves": 960, "facing": 961, "skyline": 962, "waters": 963, "big": 964, "infant": 965, "being": 966, "male": 967, "pond": 968, "care": 969, "along": 970, "newborn": 971, "Couple": 972, "shelter": 973, "bicycles": 974, "curved": 975, "roof": 976, "tonight": 977, "questioning": 978, "wagon": 979, "nighttime": 980, "dome": 981, "beside": 982, "lab": 983, "tags": 984, "frolicks": 985, "This": 986, "splashing": 987, "surf": 988, "splashes": 989, "drilling": 990, "frozen": 991, "ice": 992, "hole": 993, "fishing": 994, "making": 995, "turn": 996, "soft": 997, "sandy": 998, "climber": 999, "scaling": 1000, "picks": 1001, "crampons": 1002, "scale": 1003, "waterfall": 1004, "Climber": 1005, "meadow": 1006, "ocean": 1007, "path": 1008, "attire": 1009, "shovels": 1010, "disregarding": 1011, "all": 1012, "shoveling": 1013, "roads": 1014, "sidewalks": 1015, "slush": 1016, "wedding": 1017, "flowers": 1018, "reception": 1019, "smile": 1020, "cutting": 1021, "snowmobile": 1022, "riders": 1023, "helmets": 1024, "goggles": 1025, "clearing": 1026, "snowmobiles": 1027, ";": 1028, "left": 1029, "right": 1030, "winter": 1031, "jackets": 1032, "ski": 1033, "gather": 1034, "Group": 1035, "snowmobiling": 1036, "carries": 1037, "wet": 1038, "item": 1039, "rows": 1040, "vegetables": 1041, "sell": 1042, "vegetable": 1043, "harvest": 1044, "lay": 1045, "blankets": 1046, "market": 1047, "Villagers": 1048, "selling": 1049, "crops": 1050, "These": 1051, "very": 1052, "onions": 1053, "band": 1054, "singer": 1055, "tattoos": 1056, "In": 1057, "crowded": 1058, "concert": 1059, "approaching": 1060, "shouting": 1061, "microphone": 1062, "listening": 1063, "sings": 1064, "sign": 1065, "says": 1066, "Lucky": 1067, "13": 1068, "punk": 1069, "rocker": 1070, "screaming": 1071, "stage": 1072, "short": 1073, "blond-hair": 1074, "striped": 1075, "skateboard": 1076, "skateboarding": 1077, "skate": 1078, "trick": 1079, "life": 1080, "rowing": 1081, "canoe": 1082, "kayak": 1083, "gentle": 1084, "ride": 1085, "seems": 1086, "be": 1087, "laughing": 1088, "porch": 1089, "straight": 1090, "ladies": 1091, "site": 1092, "Construction": 1093, "workers": 1094, "installing": 1095, "post": 1096, "house": 1097, "atop": 1098, "younger": 1099, "luggage": 1100, "billboard": 1101, "suitcase": 1102, "prescription": 1103, "advertisement": 1104, "picture": 1105, "airport": 1106, "sleeves": 1107, "couch": 1108, "napping": 1109, "long-haired": 1110, "Boy": 1111, "shoulders": 1112, "mom": 1113, "mother": 1114, "During": 1115, "gay": 1116, "pride": 1117, "parade": 1118, "hold": 1119, "flags": 1120, "show": 1121, "support": 1122, "march": 1123, "color": 1124, "spectrum": 1125, "Oriental": 1126, "fish": 1127, "cigarette": 1128, "match": 1129, "month": 1130, "stare": 1131, "vendor": 1132, "prepare": 1133, "sellers": 1134, "stock": 1135, "looked": 1136, "upon": 1137, "prepared": 1138, "red-hair": 1139, "singing": 1140, "red-haired": 1141, "skirt": 1142, "tank": 1143, "flowing": 1144, "song": 1145, "Karaoke": 1146, "college-aged": 1147, "individuals": 1148, "-": 1149, "females": 1150, "steps": 1151, "Multiple": 1152, "school": 1153, "Chocolate": 1154, "Lab": 1155, "late": 1156, "Black": 1157, "captures": 1158, "driveway": 1159, "catching": 1160, "courtyard": 1161, "snaps": 1162, "lunges": 1163, "kneeling": 1164, "hockey": 1165, "goal": 1166, "guarding": 1167, "Hockey": 1168, "goalie": 1169, "crouches": 1170, "rink": 1171, "backpack": 1172, "sculpture": 1173, "reads": 1174, "newspaper": 1175, "office": 1176, "statue": 1177, "toddler": 1178, "fenced": 1179, "patio": 1180, "grabs": 1181, "bars": 1182, "saying": 1183, "let": 1184, "me": 1185, "jail": 1186, "Toddler": 1187, "railings": 1188, "Little": 1189, "wanting": 1190, "tarp": 1191, "enter": 1192, "tent": 1193, "hut": 1194, "iced": 1195, "kneels": 1196, "hill": 1197, "skyscraper": 1198, "distance": 1199, "Behind": 1200, "matching": 1201, "turban": 1202, "African": 1203, "local": 1204, "pushes": 1205, "fruits": 1206, "fruit": 1207, "oriental": 1208, "produce": 1209, "Band-Aid": 1210, "plate": 1211, "blond-haired": 1212, "bites": 1213, "treat": 1214, "eats": 1215, "pizza": 1216, "tin": 1217, "dish": 1218, "biting": 1219, "baked": 1220, "good": 1221, "rocks": 1222, "center": 1223, "electric": 1224, "helmet": 1225, "swinging": 1226, "bat": 1227, "tennis": 1228, "softball": 1229, "hits": 1230, "directly": 1231, "downwards": 1232, "striking": 1233, "hitting": 1234, "but": 1235, "she": 1236, "missed": 1237, "batter": 1238, "drifting": 1239, "boat": 1240, "ferry": 1241, "life-vest": 1242, "balding": 1243, "stickers": 1244, "musician": 1245, "performance": 1246, "artist": 1247, "performs": 1248, "black-colored": 1249, "dirty": 1250, "unfinished": 1251, "lean": 1252, "spread": 1253, "cement": 1254, "tape": 1255, "applying": 1256, "filler": 1257, "trench": 1258, "smoothing": 1259, "urban": 1260, "bent": 1261, "opening": 1262, "Caucasian": 1263, "hooded": 1264, "lowly": 1265, "lit": 1266, "dinner": 1267, "entrees": 1268, "martini": 1269, "hesitates": 1270, "before": 1271, "dining": 1272, "fancy": 1273, "blanket": 1274, "relaxes": 1275, "laid": 1276, "suns": 1277, "herself": 1278, "cloudy": 1279, "solitary": 1280, "evening": 1281, "One": 1282, "Person": 1283, "dim": 1284, "poses": 1285, "relatives": 1286, "photographed": 1287, "cream": 1288, "photographs": 1289, "strapless": 1290, "gown": 1291, "photographer": 1292, "takes": 1293, "10": 1294, "throng": 1295, "taking": 1296, "well": 1297, "teens": 1298, "sad": 1299, "expression": 1300, "crying": 1301, "knoll": 1302, "what": 1303, "appears": 1304, "beans": 1305, "hilltop": 1306, "overlooking": 1307, "valley": 1308, "mountainside": 1309, "check": 1310, "rest": 1311, "ledge": 1312, "moutains": 1313, "hang": 1314, "overlook": 1315, "tourists": 1316, "connects": 1317, "trail": 1318, "nature": 1319, "Many": 1320, "footbridge": 1321, "tree-covered": 1322, "shows": 1323, "arched": 1324, "jersey": 1325, "boats": 1326, "rafts": 1327, "inflatable": 1328, "kayakers": 1329, "have": 1330, "conversation": 1331, "telling": 1332, "were": 1333, "peeling": 1334, "corn": 1335, "listen": 1336, "elder": 1337, "multiracial": 1338, "oboe": 1339, "purple": 1340, "percussion": 1341, "spectators": 1342, "made": 1343, "bamboo": 1344, "Gray-haired": 1345, "bassoon": 1346, "wind": 1347, "11": 1348, "wear": 1349, "such": 1350, "beanies": 1351, "skiing": 1352, "backpacks": 1353, "paddles": 1354, "blocks": 1355, "door": 1356, "leading": 1357, "snowshoes": 1358, "quietly": 1359, "story": 1360, "was": 1361, "explained": 1362, "igloo": 1363, "player": 1364, "avoid": 1365, "shortly": 1366, "catches": 1367, "team": 1368, "members": 1369, "attempting": 1370, "catcher": 1371, "knee": 1372, "score": 1373, "run": 1374, "tag": 1375, "base": 1376, "runner": 1377, "foreground": 1378, "shown": 1379, "bricks": 1380, "material": 1381, "panting": 1382, "scaffolding": 1383, "huge": 1384, "blank": 1385, "earphones": 1386, "30": 1387, "somethings": 1388, "subway": 1389, "Juggling": 1390, "shopping": 1391, "bags": 1392, "Betty": 1393, "Boop": 1394, "crosses": 1395, "crosswalk": 1396, "multiple": 1397, "numerous": 1398, "television": 1399, "fast": 1400, "takeout": 1401, "TV": 1402, "Chinese": 1403, "Six": 1404, "noddles": 1405, "Asians": 1406, "eat": 1407, "balances": 1408, "assorted": 1409, "pineapples": 1410, "bananas": 1411, "papayas": 1412, "balancing": 1413, "shovel": 1414, "deep": 1415, "whole": 1416, "septic": 1417, "supported": 1418, "3": 1419, "much": 1420, "American": 1421, "peers": 1422, "bandanna": 1423, "graphic": 1424, "oblong": 1425, "smoke": 1426, "handkerchief": 1427, "task": 1428, "tub": 1429, "forested": 1430, "woods": 1431, "Steam": 1432, "rises": 1433, "vat": 1434, "whimsically": 1435, "pantaloons": 1436, "pictured": 1437, "so": 1438, "must": 1439, "ask": 1440, "bigger": 1441, "sleepy": 1442, "arms": 1443, "cradled": 1444, "someones": 1445, "individual": 1446, "varying": 1447, "beads": 1448, "decorations": 1449, "cultural": 1450, "relevance": 1451, "native": 1452, "gazes": 1453, "donning": 1454, "cobs": 1455, "necklaces": 1456, "shells": 1457, "member": 1458, "tribe": 1459, "intently": 1460, "tribal": 1461, "piercings": 1462, "lots": 1463, "jewelry": 1464, "samurai": 1465, "warrior": 1466, "sword": 1467, "sheath": 1468, "training": 1469, "unsheathes": 1470, "gear": 1471, "fight": 1472, "wields": 1473, "rolling": 1474, "hills": 1475, "dried": 1476, "bed": 1477, "littered": 1478, "rocky": 1479, "walls": 1480, "dense": 1481, "riverbed": 1482, "Hikers": 1483, "treks": 1484, "upward": 1485, "creek": 1486, "stopping": 1487, "breath": 1488, "cool": 1489, "strewn": 1490, "stream": 1491, "badge": 1492, "guard": 1493, "lighted": 1494, "white-haired": 1495, "empty": 1496, "duty": 1497, "museum": 1498, "Security": 1499, "colorful": 1500, "dresses": 1501, "washing": 1502, "Indian": 1503, "saris": 1504, "separate": 1505, "pair": 1506, "flip-flops": 1507, "kneel": 1508, "squatting": 1509, "plants": 1510, "sandals": 1511, "crouch": 1512, "phones": 1513, "shrubbery": 1514, "summer": 1515, "soccer": 1516, "backyard": 1517, "spring": 1518, "black-haired": 1519, "tile": 1520, "legos": 1521, "skateboarder": 1522, "platform": 1523, "skateboarders": 1524, "laugh": 1525, "fun": 1526, "shake": 1527, "teenager": 1528, "trolley": 1529, "move": 1530, "mass": 1531, "transit": 1532, "announcement": 1533, "communicating": 1534, "walkie": 1535, "talkie": 1536, "family": 1537, "paddling": 1538, "paddle": 1539, "kayaking": 1540, "shallow": 1541, "handbag": 1542, "spreads": 1543, "put": 1544, "cobblestone": 1545, "bluish": 1546, "bag": 1547, "likely": 1548, "descent": 1549, "snapshot": 1550, "gold": 1551, "joy": 1552, "sweaters": 1553, "khaki": 1554, "wine": 1555, "appetizers": 1556, "displayed": 1557, "upscale": 1558, "Food": 1559, "plates": 1560, "wineglasses": 1561, "rack": 1562, "elegant": 1563, "serving": 1564, "pajamas": 1565, "pillow": 1566, "pillow-fight": 1567, "Children": 1568, "constructions": 1569, "seat": 1570, "steel": 1571, "I-beam": 1572, "mixer": 1573, "blender": 1574, "mixing": 1575, "mud": 1576, "puddle": 1577, "tube": 1578, "oncoming": 1579, "signaling": 1580, "hailing": 1581, "taxi": 1582, "pamphlet": 1583, "book": 1584, "brochure": 1585, "Child": 1586, "magizine": 1587, "jogging": 1588, "could": 1589, "marathon": 1590, "joggers": 1591, "stones": 1592, "diving": 1593, "dive": 1594, "descends": 1595, "overshirt": 1596, "chrome": 1597, "elevator": 1598, "Light": 1599, "light-colored": 1600, "bathing": 1601, "only": 1602, "pale": 1603, "lounges": 1604, "basin": 1605, "soaking": 1606, "plaid": 1607, "sleeps": 1608, "climbed": 1609, "branches": 1610, "watched": 1611, "than": 1612, "climb": 1613, "It": 1614, "soldier": 1615, "deployment": 1616, "asleep": 1617, "belt": 1618, "Pink": 1619, "shirted": 1620, "wrapped": 1621, "flipping": 1622, "pancake": 1623, "flinging": 1624, "omelet": 1625, "extremely": 1626, "skillet": 1627, "awe": 1628, "Firefighters": 1629, "emergency": 1630, "uniforms": 1631, "upwards": 1632, "firefighters": 1633, "responding": 1634, "alarm": 1635, "Reflections": 1636, "firemen": 1637, "event": 1638, "few": 1639, "firetruck": 1640, "firetrucks": 1641, "lights": 1642, "Firemen": 1643, "on-duty": 1644, "stationed": 1645, "various": 1646, "activities": 1647, "things": 1648, "order": 1649, "reach": 1650, "ceiling": 1651, "yellow-and-black": 1652, "stripe": 1653, "warning": 1654, "boots": 1655, "newsstand": 1656, "packed": 1657, "magazines": 1658, "candy": 1659, "coke-a-cola": 1660, "products": 1661, "counter": 1662, "miss": 1663, "magazine": 1664, "clerk": 1665, "merchandise": 1666, "earth": 1667, "creating": 1668, "track": 1669, "closely": 1670, "surveying": 1671, "dig": 1672, "dry": 1673, "jean": 1674, "this": 1675, "fists": 1676, "closed": 1677, "dough": 1678, "bakery": 1679, "fat": 1680, "baker": 1681, "apprentice": 1682, "rubs": 1683, "flour": 1684, "tired": 1685, "makes": 1686, "bread": 1687, "relaxing": 1688, "conversing": 1689, "drifts": 1690, "shade": 1691, "tropical": 1692, "trunks": 1693, "outstretched": 1694, "swim": 1695, "landscape": 1696, "hiker": 1697, "bluff": 1698, "mountains": 1699, "snow-covered": 1700, "mountain": 1701, "pauses": 1702, "mountaintop": 1703, "Kids": 1704, "mound": 1705, "hovel": 1706, "backhoe": 1707, "racing": 1708, "puddles": 1709, "curve": 1710, "race": 1711, "bicyclers": 1712, "rounding": 1713, "spraying": 1714, "wheels": 1715, "Bikers": 1716, "sharp": 1717, "compete": 1718, "T-shirt": 1719, "biking": 1720, "Elderly": 1721, "cane": 1722, "bends": 1723, "steadied": 1724, "bush": 1725, "short-sleeve": 1726, "surgeon": 1727, "teal": 1728, "scrubs": 1729, "surgery": 1730, "doctor": 1731, "nurses": 1732, "operation": 1733, "surgical": 1734, "staff": 1735, "patient": 1736, "assistants": 1737, "Surgical": 1738, "low": 1739, "cut": 1740, "Frisbee": 1741, "SUV": 1742, "pickup": 1743, "terrain": 1744, "chasing": 1745, "woolly": 1746, "Doberman": 1747, "just": 1748, "threw": 1749, "bowling": 1750, "lane": 1751, "pins": 1752, "alley": 1753, "cosmic": 1754, "imagery": 1755, "including": 1756, "balls": 1757, "lanes": 1758, "finished": 1759, "throwing": 1760, "mule": 1761, "trough": 1762, "desert": 1763, "shining": 1764, "weathered": 1765, "donkey": 1766, "horse": 1767, "tired-looking": 1768, "relax": 1769, "trestle": 1770, "nap": 1771, "laze": 1772, "pamphlets": 1773, "cover": 1774, "displays": 1775, "information": 1776, "interrupted": 1777, "covers": 1778, "bicycling": 1779, "multicolor": 1780, "helmeted": 1781, "incoming": 1782, "Giants": 1783, "swings": 1784, "pitch": 1785, "throw": 1786, "javelin": 1787, "teenage": 1788, "balloons": 1789, "lined": 1790, "hot": 1791, "desk": 1792, "books": 1793, "everywhere": 1794, "cluttered": 1795, "stacks": 1796, "telephone": 1797, "brunette": 1798, "shoulder": 1799, "Fuzzy": 1800, "lighting": 1801, "candle": 1802, "flame": 1803, "folded": 1804, "bracelet": 1805, "hunched": 1806, "kind": 1807, "vigil": 1808, "squat": 1809, "mall": 1810, "district": 1811, "strolls": 1812, "pedals": 1813, "quickly": 1814, "BMX": 1815, "eight": 1816, "darkened": 1817, "foam": 1818, "ramp": 1819, "soapy": 1820, "cleaned": 1821, "suds": 1822, "wiped": 1823, "clean": 1824, "bubbles": 1825, "raft": 1826, "swimsuits": 1827, "themselves": 1828, "cruise": 1829, "ship": 1830, "partying": 1831, "Dozens": 1832, "floral": 1833, "bikini": 1834, "goofing": 1835, "straw": 1836, "kicks": 1837, "cowboy": 1838, "Teenagers": 1839, "brake": 1840, "slides": 1841, "slide": 1842, "wading": 1843, "toys": 1844, "floating": 1845, "falling": 1846, "sliding": 1847, "tubes": 1848, "come": 1849, "wetsuit": 1850, "While": 1851, "droplets": 1852, "fly": 1853, "throws": 1854, "countryside": 1855, "cram": 1856, "heading": 1857, "passing": 1858, "pedestrian": 1859, "rickety": 1860, "overflowing": 1861, "pick": 1862, "cooks": 1863, "hamburgers": 1864, "customers": 1865, "chefs": 1866, "burgers": 1867, "sticking": 1868, "tongue": 1869, "sticks": 1870, "Another": 1871, "silly": 1872, "make": 1873, "sparks": 1874, "workman": 1875, "welding": 1876, "I": 1877, "chain": 1878, "link": 1879, "decides": 1880, "piggyback": 1881, "apartment": 1882, "complex": 1883, "gives": 1884, "shaped": 1885, "riverbank": 1886, "volleyball": 1887, "tries": 1888, "shot": 1889, "opposing": 1890, "professional": 1891, "missing": 1892, "still": 1893, "Volleyball": 1894, "railroad": 1895, "snowsuits": 1896, "coveralls": 1897, "tracks": 1898, "Emergency": 1899, "fire": 1900, "barrel": 1901, "horses": 1902, "contained": 1903, "lead": 1904, "assembling": 1905, "repairing": 1906, "tram": 1907, "rails": 1908, "Rail": 1909, "laborers": 1910, "gentlemen": 1911, "caps": 1912, "engine": 1913, "rusted": 1914, "VW": 1915, "beetle": 1916, "classic": 1917, "rustic": 1918, "volkswagen": 1919, "Volkswagen": 1920, "beat": 1921, "sort": 1922, "project": 1923, "own": 1924, "cleaner": 1925, "frame": 1926, "sands": 1927, "shelf": 1928, "apron": 1929, "bagged": 1930, "breads": 1931, "microwave": 1932, "chalkboard": 1933, "menu": 1934, "Employee": 1935, "anouther": 1936, "skinny": 1937, "smaller": 1938, "bulldog": 1939, "sheepdog": 1940, "boxer": 1941, "sizes": 1942, "dock": 1943, "streetcar": 1944, "electrical": 1945, "mask": 1946, "visibility": 1947, "He": 1948, "red-brown": 1949, "fingernails": 1950, "carefully": 1951, "mascara": 1952, "reddish": 1953, "applies": 1954, "eyelashes": 1955, "eyelash": 1956, "tiled": 1957, "closeup": 1958, "paws": 1959, "rests": 1960, "lying": 1961, "artificial": 1962, "harness": 1963, "indoor": 1964, "Looks": 1965, "everyone": 1966, "gas": 1967, "mileage": 1968, "here": 1969, "these": 1970, "scooters": 1971, "!": 1972, "motor": 1973, "orderly": 1974, "fashion": 1975, "Japanese": 1976, "motorcycles": 1977, "Asia": 1978, "regional": 1979, "helicopter": 1980, "land": 1981, "airfield": 1982, "Helicopter": 1983, "scaffold": 1984, "positions": 1985, "either": 1986, "scarves": 1987, "fourteen": 1988, "assembled": 1989, "hall": 1990, "mingling": 1991, "Lots": 1992, "costumes": 1993, "party": 1994, "ring": 1995, "inflated": 1996, "jumphouse": 1997, "Polaris": 1998, "played": 1999, "stir": 2000, "fries": 2001, "bottles": 2002, "frying": 2003, "salmon": 2004, "pop": 2005, "approached": 2006, "flamboyant": 2007, "feathered": 2008, "headress": 2009, "sequined": 2010, "feather": 2011, "crosscountry": 2012, "skiers": 2013, "woodland": 2014, "wooded": 2015, "Skiiers": 2016, "spectacles": 2017, "diligently": 2018, "tool": 2019, "whittles": 2020, "sharpening": 2021, "knife": 2022, "Energetic": 2023, "journal": 2024, "stoop": 2025, "fills": 2026, "paperwork": 2027, "notebook": 2028, "utility": 2029, "fix": 2030, "Pedestrians": 2031, "dressy": 2032, "corsage": 2033, "clasps": 2034, "lap": 2035, "lavender": 2036, "formal": 2037, "short-haired": 2038, "boardwalk": 2039, "sea": 2040, "pier": 2041, "cricket": 2042, "west": 2043, "youth": 2044, "laughs": 2045, "antique": 2046, "automobile": 2047, "canister": 2048, "hood": 2049, "old-fashioned": 2050, "draft": 2051, "n": 2052, "daft": 2053, "pony": 2054, "golden": 2055, "pull": 2056, "sleigh": 2057, "driven": 2058, "carriage": 2059, "pulling": 2060, "sled": 2061, "steered": 2062, "forrest": 2063, "preserve": 2064, "peach": 2065, "happy": 2066, "flat": 2067, "sheer": 2068, "steep": 2069, "rappels": 2070, "incline": 2071, "Spelunkers": 2072, "cavern": 2073, "bathed": 2074, "Shaft": 2075, "cave": 2076, "spelunkers": 2077, "backpackers": 2078, "drawing": 2079, "chalk": 2080, "portrait": 2081, "barn-like": 2082, "elaborate": 2083, "illustration": 2084, "pretending": 2085, "midsentence": 2086, "Illinois": 2087, "aiming": 2088, "odd": 2089, "playfully": 2090, "kicked": 2091, "shoe": 2092, "heads": 2093, "expressions": 2094, "African-American": 2095, "classroom": 2096, "complected": 2097, "raising": 2098, "excitement": 2099, "sewing": 2100, "meticulously": 2101, "sowing": 2102, "fist": 2103, "raised": 2104, "Moped": 2105, "extended": 2106, "t-shirts": 2107, "motorcycle": 2108, "peppers": 2109, "pepper": 2110, "farm": 2111, "bell": 2112, "buying": 2113, "weaving": 2114, "loom": 2115, "afternoon": 2116, "rocking": 2117, "blowing": 2118, "container": 2119, "jean-clad": 2120, "blown": 2121, "sprayed": 2122, "fountains": 2123, "fountain": 2124, "tunnel": 2125, "obedience": 2126, "course": 2127, "obstacle": 2128, "Corgi": 2129, "barbecuing": 2130, "print": 2131, "swimsuit": 2132, "handrail": 2133, "soaked": 2134, "jet": 2135, "shower": 2136, "gets": 2137, "swims": 2138, "underwater": 2139, "redheaded": 2140, "pillows": 2141, "cushion": 2142, "stuffing": 2143, "sofa": 2144, "sucks": 2145, "ripped": 2146, "aims": 2147, "fireplace": 2148, "light-up": 2149, "pointed": 2150, "polka": 2151, "dotted": 2152, "barefoot": 2153, "jagged": 2154, "gestures": 2155, "includes": 2156, "discussion": 2157, "drinks": 2158, "rider": 2159, "flies": 2160, "pine": 2161, "Rider": 2162, "rural": 2163, "snowmobiler": 2164, "contraption": 2165, "allowed": 2166, "lifter": 2167, "actually": 2168, "removing": 2169, "rooftops": 2170, "stack": 2171, "similar": 2172, "folding": 2173, "helping": 2174, "beyond": 2175, "speaks": 2176, "accent": 2177, "dusk": 2178, "bubble-blowing": 2179, "wand": 2180, "bubble": 2181, "solution": 2182, "petals": 2183, "blows": 2184, "ATVs": 2185, "wheelers": 2186, "wheel": 2187, "drive": 2188, "harvested": 2189, "cornfield": 2190, "airborne": 2191, "four-wheeler": 2192, "gin": 2193, "hit": 2194, "hammer": 2195, "blow": 2196, "closes": 2197, "square": 2198, ":": 2199, "lifts": 2200, "fingers": 2201, "spatula": 2202, "if": 2203, "done": 2204, "opposite": 2205, "flip": 2206, "messy": 2207, "cast": 2208, "iron": 2209, "perfect": 2210, "crepe": 2211, "collecting": 2212, "garbage": 2213, "picking": 2214, "trashcan": 2215, "s": 2216, "OD": 2217, "hugging": 2218, "cow": 2219, "visible": 2220, "sisters": 2221, "visiting": 2222, "Farm": 2223, "docking": 2224, "guiding": 2225, "inward": 2226, "awaiting": 2227, "arrival": 2228, "Stevedores": 2229, "cardigan": 2230, "bald": 2231, "talks": 2232, "microphones": 2233, "fans": 2234, "elephant": 2235, "shack": 2236, "house-like": 2237, "structures": 2238, "called": 2239, "howdah": 2240, "village": 2241, "camouflage": 2242, "auto": 2243, "repair": 2244, "mexican": 2245, "heads-up": 2246, "headlamp": 2247, "read-haired": 2248, "amid": 2249, "display": 2250, "sells": 2251, "incense": 2252, "tending": 2253, "countries": 2254, "scouts": 2255, "nations": 2256, "types": 2257, "world": 2258, "crib": 2259, "tipped": 2260, "yelling": 2261, "halfway": 2262, "tucked": 2263, "Small": 2264, "shop": 2265, "scoop": 2266, "scoops": 2267, "scooping": 2268, "freezer": 2269, "customer": 2270, "cafe": 2271, "stools": 2272, "quick": 2273, "bite": 2274, "wrong": 2275, "direction": 2276, "american": 2277, "surrounding": 2278, "braids": 2279, "colors": 2280, "paints": 2281, "clouds": 2282, "aerodynamic": 2283, "cows": 2284, "graze": 2285, "cyclist": 2286, "biker": 2287, "pedaling": 2288, "denim": 2289, "amounts": 2290, "thumb": 2291, "button-up": 2292, "elements": 2293, "visualize": 2294, "microscope": 2295, "laboratory": 2296, "affection": 2297, "escalator": 2298, "embracing": 2299, "kissing": 2300, "probably": 2301, "rugby": 2302, "lifted": 2303, "teammates": 2304, "competitor": 2305, "similarly": 2306, "tackle": 2307, "reaches": 2308, "victory": 2309, "will": 2310, "interfere": 2311, "opponents": 2312, "Rugby": 2313, "attempt": 2314, "defending": 2315, "wheelbarrows": 2316, "barrels": 2317, "constructing": 2318, "adorned": 2319, "headbands": 2320, "Teens": 2321, "Native": 2322, "Americans": 2323, "feathers": 2324, "surprised": 2325, "taken": 2326, "fall": 2327, "Spaulding": 2328, "sling": 2329, "shelves": 2330, "tea": 2331, "refrigerated": 2332, "case": 2333, "waits": 2334, "served": 2335, "printed": 2336, "lottery": 2337, "tickets": 2338, "Street": 2339, "vendors": 2340, "wares": 2341, "fetch": 2342, "pounces": 2343, "fashioned": 2344, "cine": 2345, "rosy": 2346, "cheeks": 2347, "lips": 2348, "steadies": 2349, "aim": 2350, "cello": 2351, "violin": 2352, "scantily": 2353, "handsome": 2354, "homemade-looking": 2355, "step": 2356, "Brazilian": 2357, "author": 2358, "Coelho": 2359, "scarf": 2360, "thin": 2361, "reclines": 2362, "beaded": 2363, "necklace": 2364, "sound": 2365, "odd-shaped": 2366, "funky": 2367, "teams": 2368, "named": 2369, "David": 2370, "protect": 2371, "scoring": 2372, "defenceman": 2373, "prevent": 2374, "inserts": 2375, "rod": 2376, "glowing": 2377, "technician": 2378, "figuring": 2379, "best": 2380, "safe": 2381, "maker": 2382, "firing": 2383, "gigantic": 2384, "oven": 2385, "Grocery": 2386, "&": 2387, "Butcher": 2388, "curb": 2389, "Border": 2390, "Collie": 2391, "agile": 2392, "court": 2393, "teaching": 2394, "courts": 2395, "jugglers": 2396, "flaming": 2397, "torches": 2398, "performer": 2399, "craft": 2400, "performers": 2401, "interested": 2402, "tricks": 2403, "following": 2404, "brother": 2405, "shoes": 2406, "smooth": 2407, "stacking": 2408, "Gap": 2409, "funny": 2410, "cone": 2411, "cookie": 2412, "mugs": 2413, "hangs": 2414, "Eastern": 2415, "humans": 2416, "poster": 2417, "Speedo": 2418, "underneath": 2419, "midst": 2420, "motorbike": 2421, "moped": 2422, "motorcyclist": 2423, "ridding": 2424, "streets": 2425, "motor-scooter": 2426, "alcohol": 2427, "card": 2428, "beverages": 2429, "layers": 2430, "diet": 2431, "Coke": 2432, "warm": 2433, "Pabst": 2434, "Blue": 2435, "Ribbon": 2436, "Diet": 2437, "backdrop": 2438, "rappeling": 2439, "attached": 2440, "snakeskin": 2441, "frog": 2442, "sprays": 2443, "barrior": 2444, "cafeteria": 2445, "consumers": 2446, "diner": 2447, "rough": 2448, "hewn": 2449, "round": 2450, "underground": 2451, "passage": 2452, "drain": 2453, "bird": 2454, "sunflower": 2455, "seeds": 2456, "clinging": 2457, "finger": 2458, "lines": 2459, "progress": 2460, "chasers": 2461, "sidelines": 2462, "receive": 2463, "you": 2464, "overlooks": 2465, "cityscape": 2466, "gu": 2467, "Conquest": 2468, "trailer": 2469, "solar": 2470, "cell": 2471, "camera-like": 2472, "device": 2473, "camper": 2474, "vehicles": 2475, "close": 2476, "RV": 2477, "wades": 2478, "guided": 2479, "Muslim": 2480, "directions": 2481, "sari": 2482, "playful": 2483, "elevated": 2484, "bank": 2485, "jogger": 2486, "passes": 2487, "branch": 2488, "tight": 2489, "fitting": 2490, "athlete": 2491, "torwards": 2492, "handlebars": 2493, "maybe": 2494, "how": 2495, "teach": 2496, "bucket": 2497, "pointing": 2498, "maintenance": 2499, "does": 2500, "handstand": 2501, "sheets": 2502, "upside": 2503, "cones": 2504, "worked": 2505, "repairs": 2506, "caulking": 2507, "router": 2508, "grinding": 2509, "operate": 2510, "steams": 2511, "Workman": 2512, "completing": 2513, "snowboard": 2514, "surfboard": 2515, "laboring": 2516, "chain-link": 2517, "palm": 2518, "golf": 2519, "golfer": 2520, "club": 2521, "Tiger": 2522, "putts": 2523, "tiger": 2524, "putt": 2525, "Blond": 2526, "yellow-belt": 2527, "trophy": 2528, "joyfully": 2529, "floaters": 2530, "worn": 2531, "dirt-bikes": 2532, "off-road": 2533, "motorbikes": 2534, "follow": 2535, "hamburger": 2536, "closing": 2537, "drawer": 2538, "cuts": 2539, "knee-high": 2540, "nude": 2541, "naked": 2542, "helps": 2543, "wave": 2544, "garment": 2545, "crescent": 2546, "star": 2547, "Baby": 2548, "France": 2549, "jewelery": 2550, "pleasant": 2551, "adobe": 2552, "propped": 2553, "Topless": 2554, "slippers": 2555, "navy": 2556, "reclining": 2557, "newlywed": 2558, "church-like": 2559, "church": 2560, "football": 2561, "seacoast": 2562, "number": 2563, "coast": 2564, "sweatpants": 2565, "physical": 2566, "activity": 2567, "pretty": 2568, "attach": 2569, "pieces": 2570, "carpentry": 2571, "carnival": 2572, "Green": 2573, "Jungle": 2574, "labeled": 2575, "GREEN": 2576, "JUNGLE": 2577, "exhibit": 2578, "festival": 2579, "pink-haired": 2580, "daughters": 2581, "moment": 2582, "briefcase": 2583, "mirrored": 2584, "somewhere": 2585, "businessman": 2586, "shit": 2587, "somewhat": 2588, "theaters": 2589, "shaved": 2590, "collared": 2591, "chicken": 2592, "poverty": 2593, "fabrics": 2594, "woven": 2595, "rugs": 2596, "rain": 2597, "rug": 2598, "forward": 2599, "hauling": 2600, "mouths": 2601, "Both": 2602, "retrieve": 2603, "tug": 2604, "chew": 2605, "bottled": 2606, "tilted": 2607, "spiked": 2608, "waterway": 2609, "peaceful": 2610, "knit": 2611, "stocking": 2612, "vegetation": 2613, "neck-deep": 2614, "Brown": 2615, "splash": 2616, "attractive": 2617, "drop": 2618, "coins": 2619, "entertainment": 2620, "pretend": 2621, "statutes": 2622, "interact": 2623, "lav": 2624, "swimmers": 2625, "kelp": 2626, "seaweed": 2627, "pinstripe": 2628, "furry": 2629, "attempts": 2630, "itself": 2631, "snows": 2632, "self": 2633, "placed": 2634, "cardboard": 2635, "drill": 2636, "drilled": 2637, "securely": 2638, "workbench": 2639, "jigsaw": 2640, "Roller": 2641, "derby": 2642, "action": 2643, "rollerskate": 2644, "roller": 2645, "rollerskaters": 2646, "bouncing": 2647, "beds": 2648, "bedroom": 2649, "chainsaw": 2650, "presses": 2651, "saw": 2652, "hoodie": 2653, "shadowy": 2654, "figure": 2655, "chopper": 2656, "handwritten": 2657, "Welcome": 2658, "posted": 2659, "doorway": 2660, "WELCOME": 2661, "entering": 2662, "bricklayer": 2663, "mortaring": 2664, "On": 2665, "snowboarder": 2666, "slope": 2667, "boarders": 2668, "Snowboarders": 2669, "slopes": 2670, "brightly": 2671, "strolling": 2672, "brightly-lit": 2673, "New": 2674, "opened": 2675, "bringing": 2676, "shoppers": 2677, "horseshoe": 2678, "hoof": 2679, "blacksmith": 2680, "shoeing": 2681, "stores": 2682, "cheerleaders": 2683, "kept": 2684, "our": 2685, "spirits": 2686, "cheering": 2687, "Cheerleaders": 2688, "cheerleading": 2689, "industrial": 2690, "shut": 2691, "delivery": 2692, "exiting": 2693, "strip": 2694, "stepping": 2695, "dreadlocks": 2696, "kilt": 2697, "dreds": 2698, "cheek": 2699, "kisses": 2700, "bar": 2701, "signals": 2702, "roll": 2703, "gesture": 2704, "stool": 2705, "single": 2706, "cuddling": 2707, "Blond-haired": 2708, "Family": 2709, "ahead": 2710, "Grownups": 2711, "gravel": 2712, "greenery": 2713, "suspension": 2714, "pulled": 2715, "passengers": 2716, "pink-hooded": 2717, "stretch": 2718, "hugs": 2719, "pig": 2720, "bicyclist": 2721, "refection": 2722, "sundress": 2723, "reflection": 2724, "spandex": 2725, "groceries": 2726, "checkout": 2727, "checking": 2728, "canyon": 2729, "travelers": 2730, "grand": 2731, "Grand": 2732, "Canyon": 2733, "long-lensed": 2734, "freight": 2735, "box": 2736, "photographing": 2737, "lens": 2738, "plant": 2739, "headset": 2740, "Walkman": 2741, "jogs": 2742, "Odd": 2743, "roots": 2744, "liner": 2745, "dividing": 2746, "supplies": 2747, "garage": 2748, "plaque": 2749, "mud-filled": 2750, "desperately": 2751, "compute": 2752, "hides": 2753, "computers": 2754, "hide": 2755, "corduroy": 2756, "give": 2757, "hiding": 2758, "brushes": 2759, "Jesus": 2760, "Christ": 2761, "dusts": 2762, "bronze": 2763, "statues": 2764, "job": 2765, "brush": 2766, "statute": 2767, "figures": 2768, "ages": 2769, "dwarfed": 2770, "upright": 2771, "clutch": 2772, "rags": 2773, "tells": 2774, "landmark": 2775, "able": 2776, "would": 2777, "use": 2778, "wire": 2779, "scrape": 2780, "4": 2781, "ladders": 2782, "boulder": 2783, "paintbrushes": 2784, "paintbrush": 2785, "grins": 2786, "logo": 2787, "T-shirts": 2788, "chopped": 2789, "woodworking": 2790, "stunts": 2791, "ollie": 2792, "bridges": 2793, "indigenous": 2794, "Numerous": 2795, "may": 2796, "african": 2797, "Bicyclists": 2798, "bikers": 2799, "town": 2800, "York": 2801, "City": 2802, "bib": 2803, "cries": 2804, "grotesque": 2805, "expressing": 2806, "emotion": 2807, "Shetland": 2808, "escorts": 2809, "Shirtless": 2810, "horse-drawn": 2811, "toned": 2812, "fabric": 2813, "flip-flop": 2814, "fluffy": 2815, "swing-set": 2816, "sway": 2817, "practices": 2818, "bats": 2819, "tee": 2820, "batting": 2821, "cage": 2822, "lift": 2823, "shish": 2824, "kabab": 2825, "paisley": 2826, "7": 2827, "kabobs": 2828, "kabob": 2829, "vanishes": 2830, "bungee": 2831, "cord": 2832, "tethered": 2833, "pink-and-black": 2834, "socks": 2835, "juggles": 2836, "knives": 2837, "whose": 2838, "Pump": 2839, "Room": 2840, "entertainer": 2841, "consists": 2842, "hairnet": 2843, "unicycle": 2844, "juggling": 2845, "amusement": 2846, "juggler": 2847, "doctors": 2848, "hospital": 2849, "masks": 2850, "ongoing": 2851, "Doctors": 2852, "Medical": 2853, "professionals": 2854, "hawaiian": 2855, "style": 2856, "pail": 2857, "spins": 2858, "hike": 2859, "hillside": 2860, "pitchfork": 2861, "gardening": 2862, "landscaping": 2863, "preparation": 2864, "upcoming": 2865, "season": 2866, "groundskeeper": 2867, "collected": 2868, "rake": 2869, "concentrating": 2870, "suspenders": 2871, "wax": 2872, "figurine": 2873, "engineers": 2874, "mannequin": 2875, "conductor": 2876, "Train": 2877, "operator": 2878, "stopped": 2879, "places": 2880, "carrots": 2881, "casserole": 2882, "marching": 2883, "trumpet": 2884, "trumped": 2885, "materials": 2886, "learning": 2887, "animals": 2888, "zoo": 2889, "Employees": 2890, "discussing": 2891, "man-made": 2892, "launch": 2893, "dinosaurs": 2894, "calmly": 2895, "friend": 2896, "upset": 2897, "tray": 2898, "samples": 2899, "waitress": 2900, "offers": 2901, "complimentary": 2902, "patrons": 2903, "Starbucks": 2904, "barista": 2905, "offering": 2906, "sledge": 2907, "plain": 2908, "baskets": 2909, "loaves": 2910, "stacked": 2911, "bricked": 2912, "pilot": 2913, "leaving": 2914, "houses": 2915, "homestead": 2916, "adjacent": 2917, "plugs": 2918, "swimmer": 2919, "clips": 2920, "moves": 2921, "clip": 2922, "submerged": 2923, "horizontally": 2924, "laptop": 2925, "possibly": 2926, "pages": 2927, "laptops": 2928, "engaged": 2929, "involving": 2930, "pit": 2931, "Christmas": 2932, "tee-shirt": 2933, "festive": 2934, "Rock": 2935, "Bowl": 2936, "written": 2937, "bottom": 2938, "doll": 2939, "princess": 2940, "dolls": 2941, "trampoline": 2942, "flips": 2943, "somersault": 2944, "Trampolines": 2945, "exercise": 2946, "washes": 2947, "medium-sized": 2948, "secures": 2949, "soaping": 2950, "bath": 2951, "bin": 2952, "until": 2953, "leap": 2954, "fleece": 2955, "had": 2956, "White-haired": 2957, "tote": 2958, "digs": 2959, "wheelchairs": 2960, "searching": 2961, "parents": 2962, "controlling": 2963, "operates": 2964, "arbor": 2965, "atrium": 2966, "hallway": 2967, "within": 2968, "buy": 2969, "Various": 2970, "furniture": 2971, "objects": 2972, "primitive": 2973, "congested": 2974, "contaminated": 2975, "ON": 2976, "shantytown": 2977, "disaster": 2978, "culinary": 2979, "dishes": 2980, "pot": 2981, "pots": 2982, "Friend": 2983, "cooked": 2984, "legs": 2985, "sprawled": 2986, "tip": 2987, "Rickshaw": 2988, "passenger": 2989, "stirring": 2990, "flowered": 2991, "stirs": 2992, "cook": 2993, "carried": 2994, "ito": 2995, "flute": 2996, "presenting": 2997, "birthday": 2998, "celebrating": 2999, "farmers": 3000, "yams": 3001, "goods": 3002, "root": 3003, "Surprised": 3004, "mountaineer": 3005, "wrestling": 3006, "wrestle": 3007, "repairman": 3008, "planting": 3009, "tug-of-war": 3010, "Old": 3011, "grandmother": 3012, "athletes": 3013, "tops": 3014, "routine": 3015, "five-person": 3016, "acrobatics": 3017, "troop": 3018, "What": 3019, "crow": 3020, "Yong": 3021, "Univ.": 3022, "Rubbish": 3023, "they\u2019re": 3024, "trash": 3025, "blurry": 3026, "wires": 3027, "life-size": 3028, "elmo": 3029, "Elmo": 3030, "brushing": 3031, "combing": 3032, "prowess": 3033, "girlfriend": 3034, "general": 3035, "seating": 3036, "impress": 3037, "Showing": 3038, "withe": 3039, "dimly": 3040, "kitten": 3041, "slices": 3042, "fixes": 3043, "chopping": 3044, "protruding": 3045, "piercing": 3046, "grin": 3047, "dramatic": 3048, "grimacing": 3049, "grimaces": 3050, "Friends": 3051, "geyser": 3052, "computer": 3053, "gambling": 3054, "games": 3055, "rolled": 3056, "frisbee": 3057, "Metal": 3058, "protective": 3059, "weld": 3060, "blowtorch": 3061, "sander": 3062, "rust": 3063, "build": 3064, "castle": 3065, "builds": 3066, "combining": 3067, "resulting": 3068, "copies": 3069, "castles": 3070, "castle-like": 3071, "sculptures": 3072, "wide": 3073, "fields": 3074, "AMC": 3075, "movie": 3076, "theater": 3077, "pant": 3078, "approach": 3079, "Busy": 3080, "Closeup": 3081, "gum": 3082, "faint": 3083, "receives": 3084, "fencing": 3085, "instruction": 3086, "teacher": 3087, "potential": 3088, "opponent": 3089, "gaze": 3090, "dummy": 3091, "fences": 3092, "plus": 3093, "forms": 3094, "act": 3095, "squirt": 3096, "squirting": 3097, "guns": 3098, "bloe": 3099, "inground": 3100, "Mac": 3101, "semicircle": 3102, "casual": 3103, "counseling": 3104, "session": 3105, "suitable": 3106, "apparel": 3107, "shoreline": 3108, "Formal": 3109, "pillar": 3110, "decorated": 3111, "arch": 3112, "awning": 3113, "six": 3114, "poolside": 3115, "adolescent": 3116, "Restaurant": 3117, 